Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Hankkeessa toteutetaan EU:n tietosuojalainsäädännön uudistamisen edellyttämät muutokset lakiin sekä arvioidaan lain muut muutostarpeet.
sv_se: Under projektets gång genomförs de ändringar i lagen som reformen av EU:s dataskyddslagstiftning kräver samt görs det en bedömning av om det finns andra behov av att ändra lagen.

source: Hanke on tarkoitus käynnistää kevään 2016 aikana.
sv_se: Avsikten är att projektet ska inledas under våren 2016.

source: Hanke toteutetaan tiiviissä yhteistyössä poliisin henkilötietolain uudistamisen kanssa.
sv_se: Projektet genomförs i nära anslutning till revideringen av lagen om behandling av personuppgifter i polisens verksamhet.

source: Marko Viitanen, poliisijohtaja, sisäministeriö
sv_se: Marko Viitanen, polisdirektör, inrikesministeriet

source: Poliisin hallintorakenneuudistuksen toimeenpano ja kokonaisvaltainen selonteko sisäisen turvallisuuden tilasta HE 15/2013 vp – EV 77/2013 vp
sv_se: Genomförandet av omstruktureringen av polisförvaltningen och en övergripande redogörelse om tillståndet för den inre säkerheten RP 15/2013 rd – RSv 77/2013 rd

source: Eduskunta edellytti 11.6.2013 hallituksen seuraavan tarkkaan poliisin hallintorakenneuudistuksen toimeenpanoa ja
sv_se: Riksdagen förutsatte 11.6.2013 att regeringen noggrant följer hur omstruktureringen av polisförvaltningen verkställs och

source: antavan hallintovaliokunnalle vuoden 2014 loppuun mennessä perustuslain 47 §:n 2 momentissa tarkoitetun selvityksen poliisin hallintorakenneuudistuksen toimeenpanosta mukaan lukien asetettujen toiminnallisten ja taloudellisten tavoitteiden saavuttaminen kiinnittäen erityistä huomiota muun muassa liikenteen valvontaan ja liikenneturvallisuustyöhön sekä poliisin palvelujen saatavuuteen maan eri osissa, ja
sv_se: före utgången av 2014 till förvaltningsutskottet lämnar en utredning enligt 47 § 2 mom. i grundlagen om hur omstruktureringen av polisförvaltningen har verkställts, inklusive uppnåendet av uppställda operativa och ekonomiska mål, med särskilt fokus på bl.a. trafikövervakningen och arbetet för trafiksäkerheten samt tillgången till polisens tjänster i olika delar av landet, och

source: antavan eduskunnalle vuoden 2017 loppuun mennessä kokonaisval- taisen seikkaperäisen selonteon sisäisen turvallisuuden tilasta, sisäisen turvallisuuden viranomaisten ja muiden toimijoiden toiminnan tuloksellisuudesta, toimintojen kehittämistarpeista ja haasteista sekä eri tehtävien edellyttämistä pidemmän tähtäimen taloudellisista voimavaroista ja muista resurssitarpeista.
sv_se: före utgången av 2017 till riksdagen lämnar en övergripande och detaljerad redogörelse om den inre säkerhetens tillstånd, verksamhetsresultaten hos de myndigheter och andra aktörer som har hand om den inre säkerheten, utvecklingsbehov och utmaningar i fråga om verksamheterna samt om de mer långsiktiga ekonomiska resurserna och andra resurser som behövs för olika uppgifter.

source: Sisäministeriö antoi valiokunnan edellyttämän selvityksen 19.12.2014.
sv_se: Inrikesministeriet överlämnade den utredning som utskottet krävde 19.12.2014.

source: Poliisin henkilötietojen käsittely
sv_se: Behandling av personuppgifter i polisens verksamhet

source: HE 57/2013 vp; EV 79/2014 vp
sv_se: RP 57/2013 rd, RSv 79/2014 rd

source: Eduskunta edellyttää hallituksen huolehtivan siitä, että hallintovaliokunnalle annetaan viimeistään vuoden 2015 loppuun mennessä kattava selvitys 1) niistä toimenpiteistä, joihin on ryhdytty erityisesti epäiltyjen tietojärjestelmän, mutta myös muiden poliisin henkilörekisterien osalta, sen varmistamiseksi, että tietojärjestelmät ovat virheettömiä ja että henkilötietojen käsitteleminen tapahtuu kaikilta osin lainsäädännön edellyttämällä tavalla ja muutoinkin asianmukaisesti sekä 2) niistä toimenpiteistä, joihin on ryhdytty henkilörekisterien ja henkilötietojen käsittelyn sekä niihin liittyvän koulutuksen, ohjeistuksen ja valvonnan kehittämiseksi.
sv_se: Riksdagen förutsätter att regeringen ser till att förvaltningsutskottet före utgången av 2015 får en heltäckande utredning 1) om vilka åtgärder som har vidtagits i synnerhet i fråga om informationssystemet för misstänkta men också i fråga om polisens andra personregister, för att säkerställa att informationssystemen inte innehåller felaktigheter och att behandlingen av personuppgifter i alla avseenden sker i enlighet med lag och även i övrigt på ett korrekt sätt samt 2) om vilka åtgärder som har vidtagits för att utveckla styrningen och övervakningen av personregistren och av behandlingen av personuppgifter och utbildningen i anslutning till dem.

source: Puheena olevan selvityksen laatiminen on sisällytetty sisäministeriön lainsäädäntösuunnitelmaan 2015–2019 (SM:n julkaisu 33/2014, s. 69–70).
sv_se: Genomförandet av den aktuella utredningen har tagits med i inrikesministeriets lagstiftningsplan 2015–2019 (IM:s publikation 33/2014, s. 69–70).

source: Hallintovaliokunta on myöntänyt selvitystä laativalle työryhmälle lisäaikaa toimittaa edellytetty lausunto tammikuun 2016 loppuun mennessä.
sv_se: Förvaltningsutskottet har beviljat den arbetsgrupp som genomför utredningen tilläggstid så att det utlåtande som krävs kan lämnas senast vid utgången av januari 2016.

source: Pekka Aho, poliisiylitarkastaja, sisäministeriö
sv_se: Pekka Aho, polisöverinspektör, inrikesministeriet

source: Rahankeräyslain muuttaminen HE 6/2014 vp; EV 69/2014 vp Hallintovaliokunta
sv_se: Ändring av lagen om penninginsamlingar RP 6/2014 rd, RSv 69/2014 rd Förvaltningsutskottet

source: Eduskunta edellyttää, että rahankeräyslainsäädännön muutostarpeita koskevaa selvitystyötä kiirehditään ja että selvitystyössä arvioidaan eri vaihtoehtoja rahankeräystoiminnan järjestämiseksi, mukaan lukien mahdollisuudet ilmoitusperusteisen järjestelmän käyttöönottoon, ja tarkastellaan lain uudistamista myös joukkorahoituksen kehittämis- ja sääntelytarpeiden näkökulmasta.
sv_se: Riksdagen förutsätter att en utredning av behovet att se över lagstiftningen om penninginsamlingar görs skyndsamt och att utredningen tar ställning till olika möjligheter att anordna penninginsamlingar, inbegripet ett system med anmälan, och behandlar lagreformen även med avseende på behovet att utveckla och reglera gräsrotsfinansiering.

source: Arvioinnissa on kiinnitettävä huomiota myös rahankeräysten tehokkaaseen valvontaan ja siihen, miten rahankeräysten luotettavuus ja kohdentuminen lailliseen toimintaan varmistetaan.
sv_se: Utredningen ska också beakta behovet av effektiv övervakning av penninginsamlingar och gå in på frågan hur det ska garanteras att en penninginsamling är tillförlitlig och att pengarna går till laglig verksamhet.

source: Pääministeri Stubbin hallitusohjelmakirjauksen perusteella käynnistettiin hanke rahankeräyslain kokonaisuudistamiseksi kesällä 2014.
sv_se: Med stöd av en skrivning i regeringsprogrammet för statsminister Stubbs regering inleddes sommaren 2014 ett projekt för en totalrevidering av lagen om penninginsamlingar.

source: Samalla aikaisemmin sisäministeriössä käynnistynyt selvityshanke rahankeräyssääntelyn vaihtoehtoisista ratkaisumalleista lakkautettiin.
sv_se: Samtidigt lades det utredningsprojekt för alternativa lösningsmodeller i fråga om lagstiftningen om penninginsamlingar som tidigare hade inletts vid inrikesministeriet ner.

source: Sisäministeriössä valmisteltiin hallituksen esitys uudeksi rahankeräyslaiksi loppuvuonna 2014.
sv_se: Vid inrikesministeriet bereddes det i slutet av 2014 en regeringsproposition med förslag till ny lag om penninginsamlingar.

source: Hallitus ei antanut esitystä eduskunnalle käsiteltäväksi.
sv_se: Regeringen överlämnade inte propositionen till riksdagen.

source: Asiaa selvitetään jatkotoimenpiteiden osalta.
sv_se: Ärendet är under utredning vad gäller de fortsatta åtgärderna.

source: Katriina Laitinen, lainsäädäntöjohtaja, sisäministeriö
sv_se: Katriina Laitinen, lagstiftningsdirektör, inrikesministeriet

source: Hallinnon turvallisuusverkkotoiminta
sv_se: Genomförandet av säkerhetsnätsreformen

source: HE 54/2013 vp – HaVM 35/2014 vp
sv_se: RP 54/2013 rd – FvUB 35/2014

source: Eduskunta on edellyttänyt hallituksen tarkkaan seuraavan ja arvioivan turvallisuusverkkouudistuksen toimeenpanoa sekä antavan hallintovaliokunnalle vuoden 2016 valtiopäivien loppuun mennessä perustuslain 47 §:n 2 momentissa tarkoitetun seikkaperäisen kirjallisen selvityksen uudistuksen toimeenpanosta ja siihen liittyvistä kysymyksistä mukaan lukien hallintovaliokunnan mietinnöstä HaVM 35/2014 vp ilmenevät eri seikat.
sv_se: Riksdagen förutsätter att regeringen noga följer och utvärderar genomförandet av säkerhetsnätsreformen och att den före utgången av 2016 års riksmöte lämnar förvaltningsutskottet en sådan skriftlig och detaljerad utredning som avses i 47 § 2 mom. i grundlagen om reformgenomförandet och anknytande frågor, inklusive det som framgår av förvaltningsutskottets betänkande FvUB 35/2014 rd.

source: Toimintaa ja tehtäviä tarkentava valtioneuvoston asetus (1109/2015) tuli voimaan 15.9.2015.
sv_se: Verksamheten och uppgifterna specificerades genom statsrådets förordning (1109/2015), som trädde i kraft den 15 september 2015.

source: Korkean varautumis- ja suojaustason turvallisuusverkko on 24/7/365-toiminnassa.
sv_se: Säkerhetsnätet på hög beredskaps- och skyddsnivå är i bruk 24/7/365.

source: TUVE-työasemapalvelu on valtionhallinnossa laajimmin käytössä oleva työasemapalvelu: n. 30 000 työasemalla on n. 40 000 viranomaiskäyttäjää yli 600 toimipisteessä.
sv_se: TUVE-arbetsstationstjänsten är den arbetsstationstjänst som har den bredaste användningen inom statsförvaltningen: ca 30 000 arbetsstationer har ca 40 000 myndighetsanvändare på mer än 600 verksamhetsställen.

source: Turvallisuusverkon yhteisiä palveluja käyttävät sekä hallinnollisessa että kenttätyössä mm. sisäministeriö, poliisi, rajavartiolaitos, maahanmuuttovirasto ja puolustusvoimat.
sv_se: Säkerhetsnätets gemensamma tjänster används av bl.a. inrikesministeriet, polisen, gränsbevakningen, invandrarverket och försvarsmakten i såväl fältarbetet som administrativt arbete.

source: Käyttöä laajennetaan parhaillaan valtioneuvostossa ja kunnalliselle pelastustoiminnan ja ensihoidon johtamisen käyttäjäryhmille.
sv_se: Användningen utvidgas för närvarande inom statsrådet och för användargrupper inom ledningen av det kommunala räddningsväsendet och akutvården.

source: Valtiontalouden tarkastusvirasto tekee parhaillaan TUVE-ohjausmallin tuloksellisuustarkastusta, jonka on tarkoitus valmistua kesällä 2016.
sv_se: Statens revisionsverk håller på att undersöka TUVE-styrningsmodellens genomslag. Rapporten avses bli färdig sommaren 2016.

source: Valtiovarainministeriö valmistelee eduskunnalle selvityksen TUVEn toimeenpanosta vuoden 2016 valtiopäivien loppuun mennessä.
sv_se: Finansministeriet bereder för riksdagen en rapport om genomförandet av säkerhetsnätet före utgången av 2016 års riksmöte.

source: Timo Saastamoinen, neuvotteleva virkamies, VM
sv_se: Timo Saastamoinen, konsultativ tjänsteman, FM

source: Kuntiin kohdistuvien uudistushankkeiden valmistelu
sv_se: Beredningen av reformprojekt som berör kommuner

source: Eduskunta edellyttää, että jatkossa suuria ja kauaskantoisia kuntiin kohdistuvia uudistushankkeita valmistellaan aidossa yhteistyössä parlamentaarisesti.
sv_se: Riksdagen förutsätter att stora och vittgående reformprojekt som berör kommunerna i fortsättningen blir föremål för en parlamentarisk beredning i genuint samarbete.

source: Itsehallinto- ja sote-uudistukseen on asetettu parlamentaarinen seurantaryhmä.
sv_se: Det har tillsatts en parlamentarisk uppföljningsgrupp för självstyrelsereformen samt social- och hälsovårdsreformen.

source: Lisäksi Tulevaisuuden kuntahankkeen valmisteluun on asetettu parlamentaarinen ryhmä, jonka tehtävänä on valmistella linjauksien kuntien rooleista ja asemasta tulevaisuudesta ja luoda näin pohjaa valtion pitkäaikaiselle kuntapolitiikalle.
sv_se: Dessutom har det för beredningen av projektet Framtidens kommun tillsatts en parlamentarisk grupp som har i uppgift att bereda riktlinjer om kommunernas roll och ställning i framtiden och på det här sättet skapa en grund för statens kommunpolitik på lång sikt.

source: Auli Valli-Lintu, hallitusneuvos, valtiovarainministeriö
sv_se: Auli Valli-Lintu, regeringsråd, FM

source: Viranomaisyhteistyö uhkan arvioinnissa ja uhkaavan teon estämisessä
sv_se: Samarbete mellan myndigheterna för bedömningen av hot eller för förhindrande av en hotande gärning

source: HE 333/2014 vp; EV 268/2014 vp
sv_se: RP 333/2014 rd; RSv 268/2014 rd

source: Eduskunta edellyttää hallituksen antavan hallintovaliokunnalle vuoden 2017 loppuun mennessä perustuslain 47 §:n 2 momentissa tarkoitetun kirjallisen selvityksen siitä,
sv_se: Riksdagen förutsätter att regeringen före utgången av 2017 lämnar förvaltningsutskottet en sådan skriftlig utredning som avses i 47 § 2 mom. i grundlagen om

source: kuinka viranomaiset ja muut toimijat ovat uuden lainsäädännön nojalla ilmoittaneet oma-aloitteisesti poliisille henkeen tai terveyteen kohdistuvan uhkan arviointia tai uhkaavan teon estämistä varten välttämättömät tiedot salassapitovelvollisuuden estämättä
sv_se: hur myndigheter och andra aktörer med stöd av den nya lagstiftningen och oberoende av bestämmelserna om sekretess på eget initiativ till polisen har anmält uppgifter som är nödvändiga för bedömningen av ett hot mot liv eller hälsa eller för förhindrande av en hotande gärning,

source: kuinka luovutettuja tietoja on hyödynnetty ja niiden avulla toiminnan vaikuttavuutta on parannettu sekä
sv_se: hur de anmälda uppgifterna har utnyttjats och verksamhetens effektivitet har förbättrats tack vare dem och

source: millä tavoin erimuotoinen viranomaisyhteistyö ja sen vaikuttavuus on kehittynyt uudistuksen myötä.
sv_se: på vilket sätt olika former av samarbete mellan myndigheterna och dess effektivitet har utvecklats i och med reformen.

source: Hallitus antaa kirjallisen selvityksen vuoden 2017 loppuun mennessä.
sv_se: Regeringen lämnar en skriftlig utredning före utgången av 2017.

source: Neuvotteleva virkamies Pia-Liisa Heiliö, STM
sv_se: Pia-Liisa Heiliö, konsultativ tjänsteman, SHM

source: Todistajansuojeluohjelmaa koskeva lainsäädäntö
sv_se: Lagstiftningen om vittnesskyddsprogram

source: Eduskunta edellyttää hallituksen ryhtyvän pikaisesti lainvalmistelutoimenpiteisiin todistajansuojeluohjelmaa koskevan lainsäädännön tarkistamiseksi siten, että suojeltavan asunnon ja sen lähiympäristön valvonnassa teknisen laitteen, menetelmän tai ohjelmiston avulla saatavaa tietoa voidaan käyttää mahdollisimman laajasti myös muihin kuin suojeltavaan kohdistuvien rikosten estämisessä, esitutkinnassa ja koko rikosprosessissa.
sv_se: Riksdagen förutsätter att regeringen snabbt skrider till åtgärder för att revidera lagstiftningen om vittnesskyddsprogram så att information som med hjälp av tekniska anordningar, metoder eller programvaror inhämtats under övervakning av den skyddades bostad och dess närområde i så stor utsträckning som möjligt ska kunna utnyttjas för förhindrande också av andra brott än sådana som riktar sig mot den skyddade och vid förundersökningen av sådana brott samt under hela straffprocessen.

source: Sisäministeriössä on käynnistymässä lainsäädäntöhanke poliisin henkilötietolainsäädännön kokonaisuudistamiseksi.
sv_se: Vid inrikesministeriet håller det på att inledas ett lagstiftningsprojekt för en totalrevidering av lagstiftningen om behandlingen av personuppgifter i polisens verksamhet.

source: Samassa yhteydessä on tarkoituksenmukaista arvioida todistajasuojeluohjelmia koskevaan rekisteriin talletettujen tietojen käyttö myös muihin kuin suojeltavaan kohdistuvien rikosten estämisessä, esitutkinnassa ja koko rikosprosessissa.
sv_se: Samtidigt är det ändamålsenligt att utvärdera användningen av uppgifter i det register som gäller vittnesskyddsprogram för förhindrande också av andra brott än sådana som riktar sig mot den skyddade och vid förundersökningen av sådana brott samt under hela straffprocessen.

source: Poliisin säilyttämien henkilöiden kohtelusta annetun lain uudistamistarpeet
sv_se: Lag om behandlingen av personer i förvar hos polisen

source: Eduskunta edellyttää, että hallitus valmistelee kiireellisesti poliisin säilyttämien henkilöiden kohtelusta annetun lain kokonaisuudistuksen.
sv_se: Riksdagen förutsätter att regeringen skyndsamt bereder en totalrevidering av lagen om behandlingen av personer i förvar hos polisen.

source: Valtioneuvosto on käynnistänyt esiselvityksen poliisin säilyttämien henkilöiden kohtelusta annetun lain (841/2006) uudistamistarpeista.
sv_se: Statsrådet har inlett en förutredning om behovet att ändra lagen om behandlingen av personer i förvar hos polisen (841/2006).

source: Hankkeen toimikausi on 1.4.2015–31.10.2016.
sv_se: Projektets mandattid är 1.4.2015— 31.10.2016.

source: Ympäristöministeriön hallinnonalan tiedot valtuuksista ja niiden käytöstä momentin tarkkuudella
sv_se: Miljöministeriets förvaltningsområde, uppgifter om fullmakterna och användningen av dem specificerade enligt moment

source: Valtuudet ja niiden käyttö (1000 €)
sv_se: Fullmakterna och användningen av dem (1000 €)

source: Valtuuksien käytöstä aiheutuneet talousarviomenot ja määrärahatarve (1000 €)
sv_se: Budgetutgifterna för användningen av fullmakterna och anslagsbehov (1000 €)

source: Momentti (numero ja nimi), johon valtuus liittyy
sv_se: Moment (sifferkod och rubrik)

source: Ympäristövahinkojen torjunta
sv_se: Bekämpning av miljöskador

source: Aikaisempien vuosien valtuudet
sv_se: Fullmakter för tidigare år

source: Ympäristönsuojelun edistäminen
sv_se: Främjande av miljövården

source: Luonnonsuojelualueiden hankinta- ja korvausmenot
sv_se: Anskaffning av naturskyddsområden och utgifter för ersättningar

source: Vuonna 2015 käytettävissä olleet valtuudet
sv_se: Fullmakter till förfogande år 2015

source: Alueinvestoinnit
sv_se: Fartygsinvesteringar

source: PÄÄLUOKKA YHTEENSÄ
sv_se: HUVUDTITELN SAMMANLAGT

source: Pääluokan, luvun ja momentin numero, nimi ja määrärahalaji
sv_se: Huvudtitelns, kapitlets och momentets sifferkod, rubrik och anslagstyp

source: Talousarvio 2015
sv_se: Budgeten 2015

source: (TA + LTA:t)
sv_se: (budg. + tillläggsbudg.)

source: Talousarvion 2015 määrärahojen
sv_se: Budgeten 2015 anslag

source: Vertailu
sv_se: Jämförelse

source: Siirtomäärärahoja koskevat täydentävät tiedot
sv_se: Kompletterande uppgifter om reservationsanslagen

source: Käyttö vuonna 2015
sv_se: användning år 2015

source: Siirto seuraavalle vuodelle
sv_se: överföring till följande år

source: Talousarvio Tilinpäätös
sv_se: Budget Bokslut

source: Edellisiltä vuosilta siirtyneet
sv_se: Överförts från de föregående åren

source: Käytettävissä vuonna 2015
sv_se: Till förfogande år 2015

source: Käyttö vuonna 2015 (pl. peruutukset)
sv_se: Användning år 2015 (exkl. indragningar)

source: Siirretty seuraavalle vuodelle
sv_se: Överförts till följande år

source: VALTIONVELAN KOROT
sv_se: RÄNTOR PÅ STATSSKULDEN

source: Valtionvelan korko
sv_se: Ränta på statsskulden

source: Valtionvelan korko (arviomääräraha)
sv_se: Ränta på statsskulden (förslagsanslag)

source: Muut menot valtionvelasta
sv_se: Övriga utgifter för statsskulden

source: Palkkiot ja muut menot valtionvelasta (arviomääräraha)
sv_se: Arvoden och andra utgifter för statsskulden (förslagsanslag)

source: PÄÄLUOKAT YHTEENSÄ
sv_se: HUVUDTITLARNA SAMMANLAGT

source: Osastot ja pääluokat yhteensä
sv_se: Huvudtitlarna och avdelningarna sammanlagt

source: Talousarvio 2015 (TA+LTA:t)
sv_se: Budgeten 2015 (budg. + tilläggsbudg.)

source: Vertailu Talousarvio Tilinpäätös
sv_se: Jämförelse Budget Bokslut

source: käyttö vuonna 2015
sv_se: användning år 2015

source: siirto seuraavalle vuodelle
sv_se: överföring till följande år

source: Osastot yhteensä
sv_se: Avdelningarna sammanlagt

source: Pääluokat yhteensä
sv_se: Huvudtitlarna sammanlagt

source: VARAINHOITOVUODEN YLI-/ALIJÄÄMÄ
sv_se: FINANSÅRETS ÖVERSKOTT/UNDERSKOTT

source: Edellisen varainhoitovuoden lopun kumulatiivinen yli-/alijäämä
sv_se: Kumulativt överskott/underskott vid utgången av föregående finansår

source: Varainhoitovuoden yli-/alijäämä
sv_se: Finansårets överskott/underskott

source: VARAINHOITOVUODEN LOPUN KUMULATIIVINEN YLI-/ALIJÄÄMÄ
sv_se: KUMULATIVT ÖVERSKOTT/UNDERSKOTT VID FINANSÅRETS UTGÅNG

source: Valtion tuotto- ja kululaskelma
sv_se: Statens intäkts- och kostnadskalkyl

source: TOIMINNAN TUOTOT
sv_se: INTÄKTER AV VERKSAMHET

source: Maksullisen toiminnan tuotot 841 284 982,33 924 520 998,90
sv_se: Intäkter av avgiftsbelagd verksamhet 841 284 982,33 924 520 998,90

source: Vuokrat ja käyttökorvaukset 47 298 291,84 47 314 011,91
sv_se: Hyror och serviceintäkter 47 298 291,84 47 314 011,91

source: Muut toiminnan tuotot 310 090 183,05 1 198 673 457,22 466 228 903,09 1 438 063 913,90
sv_se: Övriga intäkter av verksamheten 310 090 183,05 1 198 673 457,22 466 228 903,09 1 438 063 913,90

source: TOIMINNAN KULUT
sv_se: KOSTNADER AV VERKSAMHET

source: Aineet, tarvikkeet ja tavarat
sv_se: Material, förnödenheter och varor

source: Ostot tilikauden aikana 556 842 234,30 616 536 389,86
sv_se: Inköp under räkenskapsperioden 556 842 234,30 616 536 389,86

source: Varastojen lisäys (-) tai vähennys (+) -66 808 833,92 -583 985,15
sv_se: Ökning (-) eller minskning (+) av lager -66 808 833,92 -583 985,15

source: Henkilöstökulut 4 496 041 651,31 4 785 442 168,99
sv_se: Personalkostnader 4 496 041 651,31 4 785 442 168,99

source: Vuokrat 749 242 303,85 773 113 831,88
sv_se: Hyror 749 242 303,85 773 113 831,88

source: Palvelujen ostot 2 623 729 528,72 2 537 468 953,66
sv_se: Inköp av tjänster 2 623 729 528,72 2 537 468 953,66

source: Muut kulut 633 452 720,10 702 691 362,48
sv_se: Övriga kostnader 633 452 720,10 702 691 362,48

source: Valmistevarastojen lisäys (-) tai vähennys (+) -1 498 233,95 -3 244 391,46
sv_se: Ökning (-) eller minskning (+) av produktlager -1 498 233,95 -3 244 391,46

source: Valmistus omaan käyttöön (-) -95 155 368,29 -89 289 820,40
sv_se: Tillverkning för eget bruk (-) -95 155 368,29 -89 289 820,40

source: Poistot 1 035 766 847,78 1 088 310 067,85
sv_se: Avskrivningar 1 035 766 847,78 1 088 310 067,85

source: Sisäisten kulujen oikaisu -230 963 775,00 -9 700 649 074,90 -242 062 189,82 -10 168 382 387,89
sv_se: Rättelse av interna kostnader -230 963 775,00 -9 700 649 074,90 -242 062 189,82 -10 168 382 387,89

source: JÄÄMÄ I -8 501 975 617,68 -8 730 318 473,99
sv_se: ÅTERSTOD I -8 501 975 617,68 -8 730 318 473,99

source: RAHOITUSTUOTOT JA -KULUT
sv_se: FINANSIELLA INTÄKTER OCH KOSTNADER

source: Rahoitustuotot 2 175 209 853,92 2 704 856 859,23
sv_se: Finansiella intäkter 2 175 209 853,92 2 704 856 859,23

source: Rahoituskulut -1 894 874 392,43 280 335 461,49 -2 070 572 805,01 634 284 054,22
sv_se: Finansiella kostnader -1 894 874 392,43 280 335 461,49 -2 070 572 805,01 634 284 054,22

source: SATUNNAISET TUOTOT JA KULUT
sv_se: EXTRAORDINÄRA INTÄKTER OCH KOSTNADER

source: Satunnaiset tuotot 115 203 830,39 143 498 918,32
sv_se: Extraordinära intäkter 115 203 830,39 143 498 918,32

source: Satunnaiset kulut -15 908 035,64 99 295 794,75 -16 030 864,54 127 468 053,78
sv_se: Extraordinära kostnader -15 908 035,64 99 295 794,75 -16 030 864,54 127 468 053,78

source: JÄÄMÄ II -8 122 344 361,44 -7 968 566 365,99
sv_se: ÅTERSTOD II -8 122 344 361,44 -7 968 566 365,99

source: SIIRTOTALOUDEN TUOTOT JA KULUT
sv_se: ÖVERFÖRINGSEKONOMINS INTÄKTER OCH KOSTNADER

source: Tuotot
sv_se: Intäkter

source: Paikallishallinnolta 151 878 989,95 160 971 169,64
sv_se: Från lokalförvaltningen 151 878 989,95 160 971 169,64

source: Sosiaaliturvarahastoilta 27 198 152,93 27 621 701,75
sv_se: Från socialskyddsfonderna 27 198 152,93 27 621 701,75
